Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: The more detail you can share — what happened, what you expected instead, and the exact steps to get there — the easier it is for us to reproduce and track down.
ar: كلما شاركت المزيد من التفاصيل — ماذا حدث، وماذا كنت تتوقع بدلاً من ذلك، والخطوات الدقيقة للوصول إلى ذلك — كان من الأسهل علينا إعادة إنتاج المشكلة وتتبعها.
de: Je mehr Details du teilen kannst — was passiert ist, was du stattdessen erwartet hast, und die genauen Schritte dorthin — desto leichter können wir das Problem nachvollziehen und verfolgen.
el: Όσο περισσότερες λεπτομέρειες μπορείς να μοιραστείς — τι συνέβη, τι περίμενες αντ' αυτού, και τα ακριβή βήματα για να φτάσεις εκεί — τόσο πιο εύκολο θα είναι για εμάς να αναπαραγάγουμε και να παρακολουθήσουμε το πρόβλημα.
es: Cuanto más detalle puedas compartir (qué pasó, qué esperabas que pasara y los pasos exactos para llegar a eso) más fácil será para nosotros reproducirlo y darle seguimiento.
fa: هرچه جزئیات بیشتری به اشتراک بگذارید — چه اتفاقی افتاد، به‌جای آن چه انتظاری داشتید، و مراحل دقیق رسیدن به آن — برای ما بازتولید و پیگیری مشکل آسان‌تر خواهد بود.
fr: Plus vous pouvez partager de détails — ce qui s'est passé, ce à quoi vous vous attendiez, et les étapes exactes pour y arriver — plus il nous sera facile de reproduire le problème et de le suivre.
he: ככל שתשתפו יותר פרטים — מה קרה, למה ציפיתם במקום זאת, והשלבים המדויקים שהובילו לכך — כך יהיה לנו קל יותר לשחזר את הבעיה ולעקוב אחריה.
hi: आप जितना अधिक विवरण साझा कर सकें — क्या हुआ, आप इसके बजाय क्या होने की उम्मीद कर रहे थे, और वहां तक पहुंचने के सटीक चरण — हमारे लिए समस्या को दोबारा उत्पन्न करना और ट्रैक करना उतना ही आसान होगा।
id: Semakin banyak detail yang bisa kamu bagikan — apa yang terjadi, apa yang kamu harapkan terjadi, dan langkah-langkah persis untuk sampai ke sana — semakin mudah bagi kami untuk mereproduksi dan melacak masalahnya.
it: Più dettagli puoi condividere — cosa è successo, cosa ti aspettavi invece, e i passaggi esatti per arrivarci — più sarà facile per noi riprodurre il problema e tenerne traccia.
ja: 何が起きたか、本来どうなるはずだったか、そこに至るまでの正確な手順など、詳しく共有していただけるほど、私たちが問題を再現して追跡しやすくなります。
ko: 무슨 일이 일어났는지, 대신 어떤 결과를 예상했는지, 그리고 그 상황에 이르기까지의 정확한 단계 등 더 자세히 공유해 주실수록 저희가 문제를 재현하고 추적하기가 더 쉬워집니다.
nl: Hoe meer details je kunt delen — wat er gebeurde, wat je in plaats daarvan verwachtte, en de exacte stappen om daar te komen — hoe makkelijker het voor ons is om het probleem na te bootsen en te volgen.
pl: Im więcej szczegółów uda się podać — co się stało, czego oczekiwano zamiast tego, i dokładne kroki prowadzące do tego — tym łatwiej będzie nam odtworzyć problem i śledzić go.
pt: Quanto mais detalhes você puder compartilhar — o que aconteceu, o que você esperava que acontecesse e os passos exatos para chegar lá — mais fácil será para nós reproduzir e acompanhar o problema.
ru: Чем больше подробностей вы сможете указать — что произошло, что вы ожидали увидеть вместо этого, и точные шаги, приведшие к этому — тем легче нам будет воспроизвести проблему и отследить её.
sv: Ju mer detaljer du kan dela — vad som hände, vad du förväntade dig istället, och de exakta stegen för att komma dit — desto lättare blir det för oss att återskapa problemet och följa upp det.
th: ยิ่งคุณแบ่งปันรายละเอียดได้มากเท่าไร — เกิดอะไรขึ้น คุณคาดหวังอะไรแทน และขั้นตอนที่แน่ชัดที่นำไปสู่สิ่งนั้น — เราก็ยิ่งสามารถทำซ้ำและติดตามปัญหาได้ง่ายขึ้นเท่านั้น
tr: Ne olduğunu, bunun yerine ne beklediğinizi ve oraya nasıl ulaşıldığına dair kesin adımları ne kadar ayrıntılı paylaşırsanız, sorunu yeniden oluşturmamız ve takip etmemiz o kadar kolaylaşır.
uk: Чим більше подробиць ви зможете надати — що сталося, чого ви натомість очікували, і точні кроки, які призвели до цього — тим легше нам буде відтворити проблему та відстежити її.
vi: Bạn càng chia sẻ nhiều chi tiết — điều gì đã xảy ra, bạn mong đợi điều gì thay vào đó, và các bước chính xác để dẫn đến đó — chúng tôi càng dễ dàng tái hiện và theo dõi vấn đề.
zh_hans: 你能分享的细节越多——发生了什么、你原本期望的是什么，以及导致这一情况的确切步骤——我们就越容易重现并跟踪这个问题。

source: The Sign In step of setup used to send VoiceOver focus straight to the Username field, skipping past the step's own heading and explanation entirely. It now focuses the heading first, like every other setup step.
ar: كانت خطوة تسجيل الدخول في الإعداد ترسل تركيز VoiceOver مباشرة إلى حقل اسم المستخدم، متجاوزة تمامًا عنوان الخطوة وشرحها الخاصين. أما الآن فتركّز أولاً على العنوان، مثل أي خطوة إعداد أخرى.
de: Der Anmelde-Schritt im Setup hat den VoiceOver-Fokus bisher direkt auf das Benutzername-Feld gelenkt und dabei die eigene Überschrift und Erklärung des Schritts komplett übersprungen. Er fokussiert jetzt zuerst die Überschrift, wie jeder andere Setup-Schritt.
el: Το βήμα Σύνδεσης της ρύθμισης έστελνε παλαιότερα την εστίαση του VoiceOver απευθείας στο πεδίο Όνομα χρήστη, παραλείποντας εντελώς τον δικό του τίτλο και την εξήγηση του βήματος. Τώρα εστιάζει πρώτα στον τίτλο, όπως κάθε άλλο βήμα ρύθμισης.
es: El paso de Inicio de sesión de la configuración solía enviar el foco de VoiceOver directamente al campo Usuario, saltándose por completo el título y la explicación propios del paso. Ahora enfoca primero el título, como cualquier otro paso de configuración.
fa: مرحلهٔ ورود در تنظیمات پیش‌تر فوکوس VoiceOver را مستقیماً به فیلد نام کاربری می‌فرستاد و به‌طور کامل از عنوان و توضیح خود مرحله عبور می‌کرد. اکنون ابتدا روی عنوان فوکوس می‌کند، درست مانند هر مرحلهٔ تنظیمات دیگر.
fr: L'étape Connexion de la configuration envoyait auparavant le focus VoiceOver directement sur le champ Nom d'utilisateur, en sautant complètement le titre et l'explication de l'étape elle-même. Elle donne désormais d'abord le focus au titre, comme toutes les autres étapes de configuration.
he: שלב ההתחברות בהגדרה נהג לשלוח את המיקוד של VoiceOver ישירות לשדה שם המשתמש, תוך דילוג מוחלט על הכותרת וההסבר של השלב עצמו. כעת הוא ממקד תחילה את הכותרת, כמו כל שלב הגדרה אחר.
hi: सेटअप के साइन इन चरण में पहले VoiceOver फ़ोकस सीधे यूज़रनेम फ़ील्ड पर भेजा जाता था, जिससे चरण का अपना शीर्षक और स्पष्टीकरण पूरी तरह छूट जाता था। अब यह पहले शीर्षक पर फ़ोकस करता है, जैसे हर दूसरा सेटअप चरण।
id: Langkah Masuk pada penyiapan dulu mengirim fokus VoiceOver langsung ke kolom Nama Pengguna, sepenuhnya melewati judul dan penjelasan langkah itu sendiri. Kini fokus terlebih dahulu ke judul, seperti langkah penyiapan lainnya.
it: Il passaggio di accesso della configurazione inviava in precedenza il focus di VoiceOver direttamente al campo Nome utente, saltando completamente il titolo e la spiegazione del passaggio stesso. Ora mette a fuoco prima il titolo, come ogni altro passaggio di configurazione.
ja: セットアップのサインイン手順は、以前はVoiceOverフォーカスをユーザー名フィールドに直接送り、手順自体の見出しと説明を完全にスキップしていました。今では他のすべてのセットアップ手順と同様に、まず見出しにフォーカスします。
ko: 설정의 로그인 단계는 이전에는 VoiceOver 포커스를 사용자 이름 필드로 바로 보내 단계 자체의 제목과 설명을 완전히 건너뛰었습니다. 이제는 다른 모든 설정 단계와 마찬가지로 제목에 먼저 포커스를 맞춥니다.
nl: De inlogstap van het instellen stuurde de VoiceOver-focus voorheen rechtstreeks naar het veld Gebruikersnaam, waarbij de eigen titel en uitleg van de stap volledig werden overgeslagen. Nu wordt eerst de titel gefocust, zoals bij elke andere installatiestap.
pl: Krok logowania w konfiguracji dotychczas kierował fokus VoiceOver bezpośrednio na pole Nazwa użytkownika, całkowicie pomijając własny nagłówek i wyjaśnienie kroku. Teraz najpierw ustawia fokus na nagłówku, tak jak każdy inny krok konfiguracji.
pt: A etapa de login da configuração costumava enviar o foco do VoiceOver diretamente para o campo Nome de usuário, pulando completamente o título e a explicação da própria etapa. Agora ela foca primeiro o título, como qualquer outra etapa de configuração.
ru: Шаг входа в систему при настройке раньше направлял фокус VoiceOver прямо на поле «Имя пользователя», полностью пропуская собственный заголовок и объяснение шага. Теперь он сначала фокусируется на заголовке, как и любой другой шаг настройки.
sv: Inloggningssteget i installationen brukade skicka VoiceOver-fokus direkt till fältet Användarnamn, och hoppade helt över stegets egen rubrik och förklaring. Nu fokuserar det först rubriken, precis som alla andra installationssteg.
th: ขั้นตอนลงชื่อเข้าใช้ในการตั้งค่าเคยส่งโฟกัส VoiceOver ไปที่ช่องชื่อผู้ใช้โดยตรง โดยข้ามหัวข้อและคำอธิบายของขั้นตอนนั้นไปโดยสิ้นเชิง ตอนนี้จะโฟกัสที่หัวข้อก่อน เหมือนขั้นตอนการตั้งค่าอื่น ๆ
tr: Kurulumun Oturum Açma adımı, VoiceOver odağını doğrudan Kullanıcı Adı alanına gönderirdi ve adımın kendi başlığını ve açıklamasını tamamen atlardı. Artık diğer tüm kurulum adımları gibi önce başlığa odaklanıyor.
uk: Крок входу в систему під час налаштування раніше спрямовував фокус VoiceOver прямо на поле «Ім'я користувача», повністю пропускаючи власний заголовок і пояснення кроку. Тепер він спочатку фокусується на заголовку, як і будь-який інший крок налаштування.
vi: Bước Đăng nhập trong thiết lập trước đây gửi tiêu điểm VoiceOver thẳng đến trường Tên người dùng, bỏ qua hoàn toàn tiêu đề và phần giải thích riêng của bước đó. Giờ đây, bước này lấy nét vào tiêu đề trước, giống như mọi bước thiết lập khác.
zh_hans: 设置中的登录步骤以前会将 VoiceOver 焦点直接发送到用户名字段,完全跳过该步骤自己的标题和说明。现在它会像其他每个设置步骤一样,先聚焦标题。

source: The version number shown on the App Store listing.
ar: رقم الإصدار الظاهر في صفحة App Store.
de: Die Versionsnummer, die im App Store-Eintrag angezeigt wird.
el: Ο αριθμός έκδοσης που εμφανίζεται στη σελίδα του App Store.
es: El número de versión que aparece en la ficha de la App Store.
fa: شماره نسخه‌ای که در صفحه App Store نمایش داده می‌شود.
fr: Le numéro de version indiqué sur la fiche App Store.
he: מספר הגרסה המוצג בדף ה-App Store.
hi: ऐप स्टोर लिस्टिंग पर दिखाया गया संस्करण संख्या।
id: Nomor versi yang ditampilkan di halaman App Store.
it: Il numero di versione indicato nella scheda App Store.
ja: App Store の掲載ページに表示されているバージョン番号です。
ko: 앱스토어 페이지에 표시된 버전 번호입니다.
nl: Het versienummer dat op de App Store-pagina wordt weergegeven.
pl: Numer wersji widoczny na stronie aplikacji w App Store.
pt: O número da versão exibido na página da App Store.
ru: Номер версии, указанный на странице приложения в App Store.
sv: Versionsnumret som visas på App Store-sidan.
th: หมายเลขเวอร์ชันที่แสดงในหน้า App Store
tr: App Store sayfasında görünen sürüm numarası.
uk: Номер версії, вказаний на сторінці в App Store.
vi: Số phiên bản hiển thị trên trang App Store.
zh_hans: App Store 页面上显示的版本号。

source: The Welcome Tour Got a Lot Bigger
ar: أصبحت جولة الترحيب أكبر بكثير
de: Die Willkommenstour ist jetzt viel umfangreicher
el: Η Ξενάγηση Καλωσορίσματος Έγινε Πολύ Μεγαλύτερη
es: El recorrido de bienvenida es mucho más completo
fa: تور خوش‌آمدگویی خیلی بزرگ‌تر شد
fr: La visite de bienvenue s'est beaucoup enrichie
he: סיור הפתיחה התרחב משמעותית
hi: वेलकम टूर अब बहुत बड़ा हो गया है
id: Tur Selamat Datang Kini Jauh Lebih Lengkap
it: Il tour di benvenuto è diventato molto più ricco
ja: ようこそツアーがぐっと充実しました
ko: 웰컴 투어가 훨씬 풍성해졌습니다
nl: De welkomstrondleiding is een stuk uitgebreider geworden
pl: Samouczek powitalny znacznie się rozrósł
pt: O tour de boas-vindas ficou muito mais completo
ru: Тур знакомства стал намного насыщеннее
sv: Välkomstrundturen har blivit mycket större
th: ทัวร์ต้อนรับใหญ่ขึ้นมาก
tr: Karşılama Turu Çok Daha Kapsamlı Hale Geldi
uk: Тур знайомства став значно масштабнішим
vi: Chuyến Hướng Dẫn Chào Mừng Giờ Đây Phong Phú Hơn Nhiều
zh_hans: 欢迎导览内容大幅扩充

source: The Welcome Tour is an optional, chapter-by-chapter walkthrough shown after setup — one chapter per tab, each short enough to finish on its own. You can replay it whenever you like — it never repeats on its own once you've seen it.
ar: جولة الترحيب هي دليل اختياري منظم فصلًا تلو الآخر يظهر بعد الإعداد — فصل واحد لكل تبويب، كل واحد قصير بما يكفي لإنهائه بمفرده. يمكنك إعادة تشغيلها متى شئت — فهي لا تتكرر من تلقاء نفسها بمجرد أن تراها.
de: Die Willkommens-Tour ist ein optionaler, kapitelweiser Rundgang, der nach der Einrichtung angezeigt wird – ein Kapitel pro Tab, jedes kurz genug, um es für sich abzuschließen. Du kannst sie jederzeit erneut ansehen – sie wiederholt sich nie von selbst, sobald du sie einmal gesehen hast.
el: Η Περιήγηση Καλωσορίσματος είναι μια προαιρετική, κεφάλαιο προς κεφάλαιο ξενάγηση που εμφανίζεται μετά τη ρύθμιση — ένα κεφάλαιο ανά καρτέλα, το καθένα αρκετά σύντομο ώστε να ολοκληρωθεί μόνο του. Μπορείτε να την επαναλάβετε όποτε θέλετε — δεν επαναλαμβάνεται ποτέ από μόνη της μόλις την έχετε δει.
es: El Recorrido de bienvenida es un recorrido opcional, capítulo por capítulo, que se muestra después de la configuración — un capítulo por pestaña, cada uno lo bastante corto para completarse por sí solo. Puedes repetirlo cuando quieras — nunca se repite por sí solo una vez que lo has visto.
fa: تور خوش‌آمدگویی مروری اختیاری و فصل‌به‌فصل است که پس از راه‌اندازی نمایش داده می‌شود — یک فصل برای هر برگه، هرکدام به‌اندازه‌ای کوتاه که خودش کامل شود. هر وقت خواستید می‌توانید آن را دوباره پخش کنید — پس از اینکه یک‌بار دیدید، خودش دیگر تکرار نمی‌شود.
fr: La Visite de bienvenue est une visite optionnelle, organisée chapitre par chapitre, affichée après la configuration — un chapitre par onglet, chacun assez court pour être terminé seul. Vous pouvez la revoir quand vous le souhaitez — elle ne se répète jamais d'elle-même une fois que vous l'avez vue.
he: סיור הפתיחה הוא סיור אופציונלי, מאורגן פרק אחר פרק, המוצג לאחר ההגדרה — פרק אחד לכל לשונית, כל אחד קצר מספיק כדי להסתיים בפני עצמו. תוכל להפעיל אותו שוב מתי שתרצה — הוא לעולם לא חוזר על עצמו אחרי שראית אותו.
hi: वेलकम टूर एक वैकल्पिक, अध्याय-दर-अध्याय वॉकथ्रू है जो सेटअप के बाद दिखाया जाता है — प्रति टैब एक अध्याय, हर एक अपने आप समाप्त होने के लिए काफी छोटा। आप इसे जब चाहें फिर से चला सकते हैं — एक बार देखने के बाद यह अपने आप कभी नहीं दोहराता।
id: Tur Selamat Datang adalah panduan opsional per bab yang ditampilkan setelah pengaturan — satu bab per tab, masing-masing cukup singkat untuk diselesaikan sendiri. Anda bisa memutarnya ulang kapan pun Anda mau — tidak akan berulang dengan sendirinya setelah Anda melihatnya.
it: Il Tour di Benvenuto è un percorso opzionale, organizzato capitolo per capitolo, mostrato dopo la configurazione — un capitolo per scheda, ciascuno abbastanza breve da concludersi da solo. Puoi rivederlo quando vuoi — non si ripete mai da solo una volta che l'hai visto.
ja: ウェルカムツアーは、セットアップ後に表示される任意の、章ごとのガイドです。タブごとに1つの章があり、それぞれ単独で完結できる長さです。いつでも再生できます。一度見た後は自動的に繰り返されることはありません。
ko: 환영 투어는 설정 후 표시되는 선택적 챕터별 안내예요 — 탭당 챕터 하나씩이고, 각 챕터는 단독으로 끝낼 수 있을 만큼 짧아요. 원할 때 언제든 다시 재생할 수 있으며, 한 번 본 후에는 저절로 반복되지 않아요.
nl: De Welkomstrondleiding is een optionele, hoofdstuk-voor-hoofdstuk rondleiding die na de installatie wordt getoond — één hoofdstuk per tabblad, elk kort genoeg om op zichzelf af te ronden. Je kunt hem herhalen wanneer je wilt — hij herhaalt zichzelf nooit vanzelf zodra je hem hebt gezien.
pl: Wycieczka powitalna to opcjonalny przewodnik podzielony na rozdziały, wyświetlany po konfiguracji — jeden rozdział na kartę, każdy na tyle krótki, by ukończyć go samodzielnie. Możesz ją powtórzyć, kiedy tylko chcesz — nigdy nie powtarza się sama, gdy już ją zobaczysz.
pt: O Tour de Boas-vindas é um passo a passo opcional, organizado capítulo por capítulo, exibido após a configuração — um capítulo por aba, cada um curto o suficiente para ser concluído sozinho. Você pode repeti-lo quando quiser — ele nunca se repete sozinho depois que você o vê.
ru: Приветственный тур — это необязательный пошаговый обзор по главам, показываемый после настройки: одна глава на вкладку, каждая достаточно короткая, чтобы завершить её самостоятельно. Вы можете пересмотреть его в любое время — он никогда не повторяется сам по себе после того, как вы его увидели.
sv: Välkomstrundturen är en valfri, kapitelvis genomgång som visas efter installationen — ett kapitel per flik, vart och ett tillräckligt kort för att avslutas på egen hand. Du kan spela upp den igen när du vill — den upprepas aldrig av sig själv när du väl har sett den.
th: ทัวร์ต้อนรับเป็นคำแนะนำแบบเป็นบทที่เป็นทางเลือก แสดงหลังการตั้งค่า — หนึ่งบทต่อหนึ่งแท็บ แต่ละบทสั้นพอที่จะจบได้ในตัวเอง คุณสามารถเล่นซ้ำได้ทุกเมื่อที่ต้องการ — มันจะไม่เล่นซ้ำเองหลังจากที่คุณเห็นมันแล้ว
tr: Karşılama Turu, kurulumdan sonra gösterilen, bölüm bölüm düzenlenmiş isteğe bağlı bir turdur — sekme başına bir bölüm, her biri kendi başına bitirilebilecek kadar kısadır. İstediğiniz zaman tekrar oynatabilirsiniz — bir kez gördükten sonra kendiliğinden tekrarlanmaz.
uk: Тур привітання — це необов'язковий покроковий огляд за розділами, який показується після налаштування: один розділ на вкладку, кожен достатньо короткий, щоб завершити його самостійно. Ви можете відтворити його знову будь-коли — він ніколи не повторюється сам по собі, щойно ви його побачили.
vi: Chuyến tham quan Chào mừng là một hướng dẫn tùy chọn, theo từng chương, được hiển thị sau khi thiết lập — một chương cho mỗi tab, mỗi chương đủ ngắn để hoàn thành riêng lẻ. Bạn có thể phát lại bất cứ khi nào bạn muốn — nó không bao giờ tự lặp lại một khi bạn đã xem qua.
zh_hans: 欢迎导览是设置完成后显示的可选、按章节划分的引导——每个标签页对应一章，每章都足够简短，可以独立完成。你可以随时重新播放它——一旦看过，它就不会自动重复出现。

source: Theme and colour scheme changes apply instantly throughout the app.
ar: تُطبَّق تغييرات السمة ونظام الألوان فورًا في جميع أنحاء التطبيق.
de: Änderungen an Thema und Farbschema werden sofort in der gesamten App übernommen.
el: Οι αλλαγές θέματος και χρωματικού σχήματος εφαρμόζονται άμεσα σε όλη την εφαρμογή.
es: Los cambios de tema y esquema de color se aplican instantáneamente en toda la app.
fa: تغییرات پوسته و طرح رنگ بلافاصله در سراسر برنامه اعمال می‌شوند.
fr: Les changements de thème et de palette de couleurs s'appliquent instantanément dans toute l'appli.
he: שינויי ערכת נושא וסכימת צבעים חלים באופן מיידי בכל האפליקציה.
hi: थीम और रंग योजना में परिवर्तन पूरे ऐप में तुरंत लागू होते हैं。
id: Perubahan tema dan skema warna berlaku secara instan di seluruh aplikasi.
it: Le modifiche al tema e allo schema colori si applicano istantaneamente in tutta l'app.
ja: テーマとカラースキームの変更は、アプリ全体に即座に反映されます。
ko: 테마 및 색상 구성표 변경 사항은 앱 전체에 즉시 적용됩니다.
nl: Wijzigingen in thema en kleurenschema worden direct toegepast in de hele app.
pl: Zmiany motywu i schematu kolorów są stosowane natychmiast w całej aplikacji.
pt: As alterações de tema e esquema de cores se aplicam instantaneamente em todo o app.
ru: Изменения темы и цветовой схемы применяются мгновенно во всём приложении.
sv: Ändringar i tema och färgschema tillämpas omedelbart i hela appen.
th: การเปลี่ยนแปลงธีมและโทนสีจะมีผลทันทีทั่วทั้งแอป
tr: Tema ve renk şeması değişiklikleri uygulamanın tamamında anında geçerli olur.
uk: Зміни теми та колірної схеми застосовуються миттєво в усьому застосунку.
vi: Thay đổi giao diện và bảng màu áp dụng ngay lập tức trên toàn ứng dụng.
zh_hans: 主题和配色方案的更改会立即在整个应用中生效。

source: These alerts are only available while signed in, and won't arrive until push notifications are allowed in iOS Settings above.
ar: تتوفر هذه التنبيهات فقط أثناء تسجيل الدخول، ولن تصل حتى يُسمح بإشعارات الدفع في إعدادات iOS أعلاه.
de: Diese Warnungen sind nur verfügbar, wenn du angemeldet bist, und werden erst zugestellt, wenn Push-Benachrichtigungen in den obigen iOS-Einstellungen erlaubt sind.
el: Αυτές οι ειδοποιήσεις είναι διαθέσιμες μόνο ενώ είστε συνδεδεμένοι, και δεν θα φτάσουν έως ότου επιτραπούν οι ειδοποιήσεις push στις Ρυθμίσεις iOS παραπάνω.
es: Estas alertas solo están disponibles mientras tienes la sesión iniciada, y no llegarán hasta que se permitan las notificaciones push en la Configuración de iOS de arriba.
fa: این هشدارها فقط هنگام ورود در دسترس هستند و تا زمانی که اعلان‌های فوری در تنظیمات iOS بالا مجاز نشوند نمی‌رسند.
fr: Ces alertes ne sont disponibles que si vous êtes connecté, et n'arriveront pas tant que les notifications push ne seront pas autorisées dans les réglages iOS ci-dessus.
he: התראות אלו זמינות רק בזמן שאתה מחובר, ולא יגיעו עד שהתראות דחיפה יותרו בהגדרות iOS למעלה.
hi: ये अलर्ट केवल साइन इन रहते हुए उपलब्ध हैं, और तब तक नहीं आएंगे जब तक ऊपर iOS सेटिंग्स में पुश सूचनाओं की अनुमति नहीं दी जाती。
id: Peringatan ini hanya tersedia saat masuk, dan tidak akan sampai sampai notifikasi push diizinkan di Pengaturan iOS di atas.
it: Questi avvisi sono disponibili solo mentre sei connesso e non arriveranno finché le notifiche push non saranno consentite nelle Impostazioni iOS sopra.
ja: これらのアラートはサインイン中のみ利用でき、上記の iOS 設定でプッシュ通知が許可されるまで届きません。
ko: 이 알림은 로그인 상태에서만 사용할 수 있으며, 위의 iOS 설정에서 푸시 알림이 허용될 때까지 도착하지 않습니다.
nl: Deze meldingen zijn alleen beschikbaar tijdens het inloggen en komen niet aan totdat pushmeldingen zijn toegestaan in de iOS-instellingen hierboven.
pl: Te powiadomienia są dostępne tylko po zalogowaniu i nie dotrą, dopóki powiadomienia push nie zostaną dozwolone w powyższych Ustawieniach iOS.
pt: Esses alertas só estão disponíveis enquanto conectado, e não chegarão até que as notificações push sejam permitidas nos Ajustes do iOS acima.
ru: Эти оповещения доступны только при авторизации и не будут поступать, пока push-уведомления не будут разрешены в настройках iOS выше.
sv: Dessa varningar är endast tillgängliga när du är inloggad och kommer inte fram förrän push-aviseringar tillåts i iOS-inställningarna ovan.
th: การแจ้งเตือนเหล่านี้มีให้ใช้เฉพาะขณะลงชื่อเข้าใช้เท่านั้น และจะไม่มาถึงจนกว่าจะอนุญาตการแจ้งเตือนแบบพุชในการตั้งค่า iOS ด้านบน
tr: Bu uyarılar yalnızca oturum açıkken kullanılabilir ve yukarıdaki iOS Ayarlarında anlık bildirimlere izin verilene kadar ulaşmaz.
uk: Ці сповіщення доступні лише під час входу і не надходитимуть, доки push-сповіщення не будуть дозволені в Налаштуваннях iOS вище.
vi: Những cảnh báo này chỉ khả dụng khi đã đăng nhập, và sẽ không đến cho đến khi thông báo đẩy được cho phép trong Cài đặt iOS ở trên.
zh_hans: 这些提醒仅在登录状态下可用，并且要等到上方 iOS 设置中允许推送通知后才会送达。

source: These alerts are only available while signed in.
ar: تتوفر هذه التنبيهات فقط أثناء تسجيل الدخول.
de: Diese Warnungen sind nur verfügbar, wenn du angemeldet bist.
el: Αυτές οι ειδοποιήσεις είναι διαθέσιμες μόνο ενώ είστε συνδεδεμένοι.
es: Estas alertas solo están disponibles mientras tienes la sesión iniciada.
fa: این هشدارها فقط هنگام ورود در دسترس هستند.
fr: Ces alertes ne sont disponibles que si vous êtes connecté.
he: התראות אלו זמינות רק בזמן שאתה מחובר.
hi: ये अलर्ट केवल साइन इन रहते हुए उपलब्ध हैं।
id: Peringatan ini hanya tersedia saat masuk.
it: Questi avvisi sono disponibili solo mentre sei connesso.
ja: これらのアラートはサインイン中のみ利用できます。
ko: 이 알림은 로그인 상태에서만 사용할 수 있습니다.
nl: Deze meldingen zijn alleen beschikbaar tijdens het inloggen.
pl: Te powiadomienia są dostępne tylko po zalogowaniu.
pt: Esses alertas só estão disponíveis enquanto conectado.
ru: Эти оповещения доступны только при авторизации.
sv: Dessa varningar är endast tillgängliga när du är inloggad.
th: การแจ้งเตือนเหล่านี้มีให้ใช้เฉพาะขณะลงชื่อเข้าใช้เท่านั้น
tr: Bu uyarılar yalnızca oturum açıkken kullanılabilir.
uk: Ці сповіщення доступні лише під час входу.
vi: Những cảnh báo này chỉ khả dụng khi đã đăng nhập.
zh_hans: 这些提醒仅在登录状态下可用。
